//    '########'########::'######:'########:'##:::'##:
//    ... ##..::##.... ##'##... ##:##.... ##:##::'##::
//    ::: ##::::##:::: ##:##:::..::##:::: ##:##:'##:::
//    ::: ##::::########:. ######::##:::: ##:#####::::
//    ::: ##::::##.... ##:..... ##:##:::: ##:##. ##:::
//    ::: ##::::##:::: ##'##::: ##:##:::: ##:##:. ##::
//    ::: ##::::########:. ######::########::##::. ##:
//    :::..::::........:::......::........::..::::..::
//
//  TBSDKAvalancheFilter.h
//  TBSDKNetworkSDK
//
//  Created by 亿刀 on 13-9-27.
//  Copyright (c) 2013年 亿刀. All rights reserved.
//

/**
 *  防止过载/雪崩
 */
#import "TBSDKBaseFilter.h"

@interface TBSDKAvalancheFilter : TBSDKBaseFilter

+ (TBSDKAvalancheFilter *)shareInstance;

@end
